Packages/TestUtilitiesCore/Sources/TestUtilitiesCore/Resources/public-access-token-request-body.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <CheckBorrower xmlns="http://bibliomondo.com/websevices/webuser">
            <borrowerNumber>111111</borrowerNumber>
            <pin>abc</pin>
        </CheckBorrower>
    </soap:Body>
</soap:Envelope>
